import React from 'react'

export default function Explain() {
  return (
    <div style={{ padding: '2rem' }}>
      <h1>테토란?</h1>
      <img src="/assets/thumbnail/teto.png"
            alt="테토 사진" 
            style={{ height: '600px', width: '300px'}}
        ></img>
      <p>
      본래 사람들을 속이기 위해 2ch에서 만들어진 컨셉용 가짜 보컬로이드를 시작으로, 가짜임을 아쉬워한 네티즌들이 UTAU를 사용해 진짜로 만들면서 인기를 누렸고, 
      점점 다양한 기능들을 구현하기 시작하여 명실상부한 메이저 음성 합성 엔진의 한 축을 담당하는 캐릭터가 된 것을 넘어 정식 상업 엔진으로까지 출시되었다.
        낚시용 설정으로는 2008년 4월 1일에 크르비프톤(Crvipton)에서 크립톤(Crypton)사의 VOCALOID2의 대항마로 내놓은 모컬로이드(某カロイド) 시리즈 0401번이라는 설정이 있었다. 당연하지만 다 거짓말.
        이후 각종 라이브와 심포니 등의 행사에도 공식적으로 참석하는 등 상업 보컬로이드에 준하는 대접을 받다가, 15주년을 맞이해서 Synthesizer V AI로 출시가 확정되었고 정식으로 상업 소프트웨어가 되었다. 
        Synthesizer V AI로 나온 테토에 대한 정보는 해당 문단을 참조.
        시작이 팬 메이드 네타 캐릭터였다 보니 노래방 등에 관련곡이 수록될 때 카사네 테토의 이름을 사용할 수 없는 등의 문제가 발생하자 판권 계약의 필요성을 느껴 
        오피셜 서클 '트윈드릴'을 결성해 2010년 4월 1일 2주년을 기점으로 한 사이트 리뉴얼과 동시에 이용규약을 발표했다.
        2025년 4월 1일차로 17주년을 맞았다.

      </p>
    </div>
  )
}
